Repository: sendipatryjar/lakuemas_revamp
Catalog: lib/l10n/app_*.arb
Languages: id

# lblLakuSaveCancelDesc
source: Your gold deposit will be cancelled. Gold will be returned to your Lakuemas balance.
id: Simpanan emas kamu akan dibatalkan. Emas akan dikembalikan ke saldo Lakuemas kamu.

# lblLakuSaveCancelSuccess
source: Gold Savings Successfully Cancelled
id: Simpanan Emas Berhasil Dibatalkan

# lblYes
source: Yes
id: Ya

# lblNo
source: No
id: Tidak

# lblDeposit
source: Deposit
id: Depositkan

# lblGoldAmount
source: Enter the Gold Amount
id: Masukkan Jumlah Emas

# lblLakuemasAccount
source: Destination Lakuemas Account
id: Rekening Lakuemas Tujuan

# lblNewAccount
source: New Account
id: Rekening Baru

# lblFavoriteAccount
source: Favorite Account
id: Rekening Favorit

# lblNewNumberAccount
source: Write down the new account number
id: Tulis nomor rekening baru

# lblAddToFavorite
source: Add to favorites
id: Tambahkan ke favorit

# lblNewsHint
source: Write the message you want to convey...
id: Tulis pesan yang ingin disampaikan...

# lblFindFavoriteAccount
source: Find Favorite Account
id: Cari Rekening Favorit

# lblDetailsTransfer
source: Transfer Details
id: Detail Transfer

# lblDestination
source: Destination
id: Tujuan

# lblTransferAccNo
source: Transfer Account No
id: No Rekening Transfer

# lblTotalTransfer
source: Total Transfers
id: Total Transfer

# lblTransferWarning
source: Do not provide proof & payment data to any party except Lakuemas!
id: Jangan informasikan bukti & data pembayaran pada pihak manapun kecuali Lakuemas!

# lblTransferTo
source: Transfer to
id: Transfer ke

# lblTransferWorth
source: Worth Transfers
id: Transfer Senilai

# lblPay
source: Pay
id: Bayar

# lblYourSaleIsInProcess
source: Your Sale is in Process
id: Penjualan Kamu Dalam Proses

# lblYourBalanceStillInProcess
source: Your balance is still in process
id: Saldo kamu masih dalam proses

# lblTotalSales
source: Total Sales
id: Total Penjualan

# lblGoldDetails
source: Gold Details
id: Rincian Emas

# lblYourIncome
source: Your Income
id: Pendapatanmu

# lblTotalGold
source: Total Gold
id: Total Emas

# lblEvectiveGoldGram
source: Effective Gold Balance Grams
id: Saldo Emas Efektif Gram

# lblEvectiveGoldDesc
source: This is a gold balance that can be used for transactions in the Lakuemas application, such as Selling Gold, Saving Laku, etc.
id: Adalah saldo emas yang bisa digunakan untuk bertransaksi di aplikasi Lakuemas, seperti Jual Emas, Laku Simpan, dsb.

# lblTotalGoldDesc
source: This is the total gold asset in your Lakuemas account which consists of the Effective Gold Balance and the LakuSave Balance.
id: Adalah total aset emas di akun Lakuemas kamu yang terdiri dari Saldo Emas Efektif dan Saldo Laku Simpan.

# lblAvgGoldPrice
source: Average Gold Price
id: Harga Emas Rata-Rata

# lblGoldValue
source: Gold Value
id: Nilai Emas

# lblCurrentSellPrice
source: Current Selling Price
id: Harga Jual Saat Ini

# lblMarkerSellValue
source: Market Selling Value
id: Nilai Jual Pasar

# lblIncome
source: Income
id: Pendapatan

# lblClose
source: Close
id: Tutup

# lblNotification
source: Notification
id: Notifikasi

# lblGeneralInformation
source: General Information
id: Informasi Umum

# lblTransaction
source: Transaction
id: Transaksi

# lblSupport
source: Support
id: Bantuan

# lblHelpCenter
source: Lakuemas Help Center
id: Pusat Bantuan Lakuemas

# lblFrequentlyAsked
source: Frequently Asked
id: Yang Sering Ditanyakan

# lblIsYourQuestionAnswered
source: Is your question answered?
id: Apakah pertanyaanmu terjawab?

# lblAskViaChat
source: ask via chat
id: tanyakan lewat chat

# lblCopy
source: Copy
id: Salin

# lblSearchQuestion
source: search for question or keywords
id: cari pertanyaan atau kata kunci

# lblLetsAsk
source: Come on, let's ask to Lakuemas
id: Yuk Tanyakan ke Lakuemas

# lblYourName
source: Your Name
id: Nama Kamu

# lblOptional
source: Optional
id: Opsional

# lblWrite
source: Write
id: Tulis

# lblEmailAddress
source: Email Address
id: Alamat Email

# lblYourEmailAddress
source: Your Email Address
id: Alamat email kamu

# lblWhatsYourQuestion
source: Whats your question?
id: Apa yang ingin kamu tanyakan?

# lblYourQuestion
source: your question
id: pertanyaanmu

# lblSendingChat
source: Sending Chat
id: Mengirim Chat

# lblWeHaveReceivedYourMessage
source: We Have Received Your Message
id: Pesan Kamu Sudah Kami Terima

# lblPleaseWaitAmoment
source: Please wait a moment
id: Mohon tunggu sebentar ya

# lblWeWillContactYouSoon
source: we will contact you soon
id: kami akan segera menghubungi kamu

# lblMessageFailedToSend
source: Message Failed To Send
id: Pesan Gagal Terkirim

# lblSorry
source: Sorry
id: Mohon maaf

# lblPleaseTryAgainLater
source: Please try again later
id: mohon coba beberapa saat lagi

# lblYouCanContactUsDirectly
source: you can contact us directly
id: kamu bisa langsung hubungi kami

# lblBuyGoldWithThisPromo
source: Buy Gold With This Promo
id: Beli Emas Dengan Promo Ini

# lblMyAccBalance
source: My Account Balance
id: Saldo Akun Saya

# lblHistory
source: History
id: Riwayat

# lblCashWithdrawal
source: Cash Withdrawal
id: Tarik Tunai

# lblEmptyCashWithdrawal
source: Currently you do not have Account Balance transactions that are still being processed
id: Saat ini kamu tidak memiliki transaksi Saldo Akun yang masih diproses

# lblCashWithdrawalInfo
source: Funds will be transferred to your bank account a maximum of 1x24 hours working days
id: Dana akan ditransfer ke rekening bank kamu maksimal 1x24 jam hari kerja

# lblCashWithdrawalAmount
source: Cash Withdrawal Amount
id: Nominal Tarik Tunai

# lblMinCashWithdrawalAmount
source: Minimum nominal IDR {minDenom} + admin fee IDR {fee} = IDR {totMinDenom}
id: Minimal nominal Rp {minDenom} + biaya admin Rp {fee} = Rp {totMinDenom}

# lblHintCashWithdrawal
source: Enter the Cash Withdrawal nominal
id: Masukkan nominal Tarik Tunai

# lblSelectAmount
source: Select Nominal
id: Atau Pilih Nominal

# lblWithdrawalAccBalance
source: Withdraw Account Balance
id: Tarik Saldo Akun

# lblCashWithdrawalDetails
source: Cash Withdrawal Details
id: Detail Tarik Tunai

# lblEarnedTotal
source: Earned Total
id: Total yang Didapat

# lblDateFilter
source: Date Filter
id: Filter Tanggal

# lblApply
source: Apply
id: Terapkan

# lblFee
source: Service Fee
id: Biaya Layanan

# lblMe
source: Me
id: Saya

# lblEliteBonusesSumary
source: Make transactions at Lakuemas to add points that can be exchanged for various attractive prizes
id: Lakukan transaksi di Lakuemas untuk menambah poin yang bisa ditukar dengan berbagai hadiah menarik

# lblExpired
source: Check Expiration Details
id: Cek Detail Kadaluarsa

# lblEmptyReward
source: Sorry, it seems there are no rewards available at this time.
id: Mohon maaf, sepertinya belum ada reward yang tersedia untuk saat ini.

# lblDetailBonuses
source: Bonus Details
id: Detail Bonus

# lblHowAddBonuses
source: How to Add Bonuses
id: Cara Menambah Bonus

# lblExpiredBonuses
source: Expired Bonuses
id: Bonus Kadaluarsa

# lblArticle
source: Article
id: Artikel

# lblNewArticles
source: New Articles
id: Artikel Terbaru

# lblValidUntil
source: Valid Until
id: Berlaku Hingga

# lblRemove
source: Remove
id: Hapus

# lblTotalDiscount
source: Total Discount
id: Total Diskon

# lblOthersPromo
source: Others Promo
id: Promo Lainnya

# lblLakuemasFeatures
source: Lakuemas Features
id: Fitur Lakuemas

# lblMonths
source: Months
id: Bulan

# lblYourAccountBalanceIsNotEnough
source: Your Account Balance is not enough
id: Saldo Akunmu tidak cukup

# lblYourAccountBalanceIsUsed
source: Your Account Balance is Used
id: Saldo Akun Kamu Terpakai

# lblMinimumAmount
source: Minimum amount is {object} gram
id: Paling sedikit {object} gram

# lblGoldBalanceNotEnough
source: Gold balance not enough
id: Saldo Emas Efektif tidak mencukupi

# lblSavedSince
source: Saved Since
id: Disimpan Sejak

# lblSavedBalance
source: Saved Gold Balance
id: Saldo Tersimpan

# lblSeeAll
source: See All {object}
id: Lihat Semua {object}

# lblLoading
source: Loading
id: Memuat

# lblAddActivePeriod
source: Add Active Period
id: Tambah Masa Aktif

# lblMyReferralCode
source: My Referral Code
id: Kode Referral Saya

# lblShare
source: Share
id: Bagikan

# lblMonthSave
source: Happy! This month you save
id: Selamat! Bulan ini kamu hemat

# lblDiscBuyGold
source: Buy Gold Discount
id: Diskon Beli Emas

# lblDicsVoucherGold
source: Gold Voucher Discount
id: Diskon Voucher Emas

# lblContactNumber
source: For financial consultation, please contact the number below
id: Untuk konsultasi finansial, silahkan hubungi nomor dibawah ini

# lblChatViaWA
source: Chat Via Whatsapp
id: Chat Lewat Whatsapp

# lblYouGot
source: Congratulations, you got
id: Selamat, kamu mendapatkan

# lblUnsubscribe
source: Unsubscribe
id: Berhenti Berlanggan

# lblReferralBonusTitle
source: Regarding Referral Bonuses
id: Seputar Bonus Referal

# lblReferralBonusDesc
source: Your referral bonus is only valid if the user you referred is subscribed to the Elite program.
id: Bonus referalmu hanya berlaku jika pengguna yang kamu referensikan berlanggan program Elite.

# lblSip
source: Yup, got it
id: Sip, Mengerti

# lblWarningUbsub
source: Are you sure you want to unsubscribe?
id: Apakah kamu yakin untuk berhenti berlanggan?

# lblYesUnsub
source: Yes, Unsubscribe
id: Ya, Berhenti Berlanggan

# lblReasonUnsub
source: Reason for Unsubscribing (Required)
id: Alasan Berhenti Berlanggan (Wajib Diisi)

# lblWarnUnsub
source: Unsubscribing will turn off the automatic debit of your Lakuemas Elite subscription from the last month of subscription
id: Berhenti berlanggan akan mematikan debit automatis berlangganan Lakuemas Elite-mu dari bulan terakhir berlangganan

# lblUnsubNow
source: Unsubscribe Now
id: Berhenti Berlangganan Sekarang

# lblSendReasonTitle
source: Send your reason and unsubscribe?
id: Kirim alasanmu dan berhenti berlangganan?

# lblSeeU
source: See you!
id: Sampai Jumpa!

# lblSeeUDesc
source: Thank you for being a part of Lakuemas Elite! We are currently processing your subscription termination.
id: Terima kasih telah menjadi bagian dari Lakuemas Elite! Pemberhentian langganan kamu sedang kami proses.

# lblBackToMainScreen
source: Return to Main Page
id: Kembali ke Halaman Utama

# lblTotalVoucherGold
source: Total Gold Vouchers
id: Total Voucher Emas

# lblViewGoldVoucher
source: View My Gold Voucher
id: Lihat Voucher Emas Saya

# lblActiveReferralList
source: Active Referral List
id: Daftar Referral Aktif

# lblViewAll
source: View All
id: Lihat Semua

# lblEliteGoldVoucher
source: Lakuemas Elite Gold Voucher
id: Voucher Emas Lakuemas Elite

# lblEmptyVoucherDesc
source: You don't have a voucher yet
id: Kamu belum memiliki voucher

# lblListMyReferral
source: Your Referral List
id: Daftar Referral Kamu

# lblOffersAvailable
source: Your Referral List
id: Offer Tersedia

# lblDetailOffer
source: Offer Details
id: Detail Offer

# lblHowToUseVoucher
source: How to Use Vouchers
id: Cara Pakai Voucher

# lblVoucherAvailable
source: Number of Vouchers Available
id: Jumlah Voucher Tersedia

# lblEmptyOffer
source: You don't have any offers yet
id: Kamu belum memiliki offer

# lblMyOffer
source: My Offers
id: Offer Saya

# lblEnterCoupon
source: Enter the coupon code
id: Masukkan kode kupon

# lblInfoUseVoucher
source: Vouchers can only be used once per month
id: Voucher hanya bisa digunakan sekali tiap bulan

# lblPhysicalTrade
source: Physical Trade
id: Tukar Fisik

# lblDigitalTrade
source: Digital Trade
id: Tukar Digital

# lblUseGoldBalance
source: Use Gold Balance
id: Pakai Saldo Emas

# lblTypePayment
source: Type Payment
id: Jenis Pembayaran

# lblSelectStore
source: Select Store
id: Pilih Toko

# lblPickupStore
source: Pickup Store
id: Toko Pengambilan

# lblDetailOrder
source: Detail Order
id: Detail Pesanan

# lblDontSameOldPass
source: New password cannot be the same as the old password
id: Kata sandi baru tidak boleh sama dengan kata sandi lama

# lblDontSameOldPin
source: New PIN cannot be the same as the old PIN
id: PIN baru tidak boleh sama dengan PIN lama
