Repository: sendipatryjar/lakuemas_revamp
Catalog: lib/l10n/app_*.arb
Languages: id

# language
source: English
id: Indonesia

# lblHi
source: Hi {userName}
id: Halo {userName}

# lblLogin
source: Login
id: Masuk

# lblRegister
source: Register
id: Daftar

# lblForgotPassword
source: Forgot Password
id: Lupa Kata Sandi

# lblWelcome
source: Welcome
id: Selamat Datang

# lblWellcomeDesc
source: Buying and selling digital gold is fast and easy
id: Jual beli emas digital cepat dan mudah

# lblOr
source: Or
id: Atau

# lblPhoneNumber
source: Phone Number
id: Nomor Ponsel

# lblPassword
source: Password
id: Kata Sandi

# lblWrongAccount
source: Wrong Number, Email or Password
id: Nomor, Email atau Kata Sandi Salah

# lblDontHaveAccount
source: Don't have an account
id: Tidak punya akun

# lblCantBeEmpty
source: Cant be empty
id: tidak boleh kosong

# lblFullName
source: Full Name
id: Nama Lengkap

# lblTermsAndCondition
source: Terms & Conditions
id: Syarat & Ketentuan

# lblPrivacyPolicy
source: Privacy Policy
id: Kebijakan Privasi

# lblAgreeTo
source: I agree to
id: Saya menyetujui seluruh

# lblLakuemasService
source: of lakuemas service
id: layanan lakuemas

# lblAlreadyHaveAccount
source: already have an account
id: Sudah punya akun

# lblFullNameHint
source: Full name as per identity card
id: Nama lengkap sesuai KTP

# lblPhoneNumberHint
source: Active cell phone number
id: Nomor ponsel yang aktif

# lblEmailHint
source: Enter your email
id: Masukkan email kamu

# lblPasswordHint
source: Password must be at least 6 characters
id: Kata sandi minimal 6 karakter

# lblReferalHint
source: Referral code (Optional)
id: Kode referal (Opsional)

# lblPhoneNumberError
source: please insert a valid phone number
id: mohon masukkan nomor ponsel dengan benar

# lblEmailError
source: please insert a valid email
id: mohon masukkan email dengan benar

# lblPasswordValidation
source: Password must be at least 6 characters
id: Kata sandi minimal 6 karakter

# lblPasswordWrong
source: wrong password
id: kata sandi salah

# lblForgotDesc
source: Enter your email to receive password reset instructions
id: Masukkan email kamu untuk menerima instruksi reset kata sandi

# lblUnregisteredEmail
source: unregistered email address
id: alamat email tidak terdaftar

# lblSend
source: Send
id: Kirim

# lblBack
source: Back
id: Kembali

# lblPasswordChangeSent
source: Password change instructions have been sent successfully
id: Instruksi pergantian kata sandi telah berhasil dikirim

# lblPleaseCheckEmail
source: Please check your e-mail
id: Silahkan cek email kamu

# lblBackToLogin
source: Back to Login
id: Kembali ke Login

# lblAccount
source: Account
id: Akun

# lblAccountVerification
source: Account Verification
id: Verifikasi Akun

# lblPersonalData
source: Personal Data
id: Data Pribadi

# lblSelfData
source: Self Data
id: Data Diri

# lblRmReferal
source: RM Referral
id: RM Referal

# lblSecurity
source: Security
id: Keamanan

# lblChangePassword
source: Change Password
id: Ganti Kata Sandi

# lblSettings
source: Settings
id: Pengaturan

# lblAbout
source: About
id: Tentang

# lblUs
source: Us
id: Kami

# lblCloseAccount
source: Close Account
id: Tutup Akun

# lblUnverified
source: Unverified
id: belum verifikasi

# lblUnverifiedDesc
source: Verify now to be able to use all Lakuemas features
id: Verifikasi sekarang untuk dapat menggunakan semua fitur Lakuemas

# lblRegularMember
source: Regular Member
id: Member Reguler

# lblYourTotalGold
source: Your Total Gold
id: Total Emas Kamu

# lblWorth
source: Worth
id: Senilai

# lblCreateAvatar
source: Create Avatar
id: Buat Avatar

# lblGoldBalance
source: Gold Balance
id: Saldo Emas

# lblPrice
source: Price
id: Harga

# lblPurchasePrice
source: Purchase Price
id: Harga Beli

# lblSellingPrice
source: Selling Price
id: Harga Jual

# lblBuy
source: Buy
id: Beli

# lblGold
source: Gold
id: Emas

# lblSell
source: Sell
id: Jual

# lblPhysicalPull
source: Physical Pull
id: Tarik Fisik

# lblAccountBalance
source: Account Balance
id: Saldo Akun

# lblLakuSave
source: Laku Save
id: Laku Simpan

# lblEliteBonuses
source: Elite Bonuses
id: Bonus Elite

# lblTrade
source: Trade
id: Tukar

# lblOthers
source: Others
id: Lainnya

# lblAnd
source: and
id: dan

# lblGetLowerPrice
source: get a lower price
id: dapatkan harga lebih murah

# lblHere
source: here
id: disini

# lblNews
source: News
id: Berita

# lblUpcomingFeatures
source: Upcoming Features
id: Fitur Mendatang

# lblJoin
source: Join
id: Gabung

# lblNotValid
source: is not valid
id: tidak valid

# lblOtpVerification
source: OTP Verificaton
id: Verifikasi OTP

# lblOtpVerificationDesc
source: You need to verify the OTP code to continue {verificationWhat}
id: Kamu perlu verifikasi kode OTP untuk melanjutkan {verificationWhat}

# lblInputOtp
source: Input OTP
id: Masukkan OTP

# lblInputOtpDesc
source: Enter the 6 digit code that was sent to
id: Masukkan 6 digit kode yang telah dikirim ke

# lblNumber
source: number
id: nomor

# lblRemainingTime
source: remaining time
id: waktu tersisa

# lblVerification
source: Verification
id: Verifikasi

# lblNotReceived
source: Not Received
id: Tidak Menerima

# lblContactUs
source: Contact Us
id: Hubungi Kami

# lblSendOtpViaSms
source: Send OTP Code via SMS
id: Kirim Kode OTP melalui SMS

# lblSendOtpViaEmail
source: Send OTP Code via Email
id: Kirim Kode OTP melalui Email

# lblIncorrectOtpCode
source: Incorrect OTP code
id: kode OTP salah

# lblInputPin
source: Input PIN
id: Masukkan PIN

# lblCreateNewPin
source: Create New PIN
id: Buat PIN Baru

# lblCreateNewPinDesc
source: For security reasons, you are required to create a PIN containing a 6-digit number.
id: Demi keamanan, kamu diharuskan membuat PIN berisi 6 digit angka.

# lblCreateNewPinConfirmation
source: Confirmation Your New PIN
id: Konfirmasi PIN Baru

# lblCreateNewPinConfirmationDesc
source: For security reasons, you are required to re-enter your new PIN
id: Demi keamanan, kamu diharuskan untuk input ulang PIN baru kamu

# lblPinNotMatch
source: PIN not same
id: PIN tidak sama

# lblSomethingWrong
source: oops, something wrong, please try again
id: terjadi kesalahan, mohon coba kembali

# lblSaveGoldDiligently
source: Save Gold Diligently
id: Rajin Nabung Emas

# lblGetLotsOfPrizes
source: You can get lots of prizes
id: Bisa dapat banyak hadiah

# lblStartSaving
source: Start Saving
id: Mulai Nabung

# lblCongrats
source: Congrats
id: Selamat

# lblRegisterSuccess
source: your lakuemas account is already active
id: akun lakuemas kamu sudah aktif

# lblPleaseLogBackIn
source: Please log in using the details that have been registered
id: Silahkan melakukan Login menggunakan detail yang sudah didaftarkan

# lblEliteMember
source: Elite Member
id: Anggota Elite

# lblEdit
source: Edit
id: Ubah

# lblGender
source: Gender
id: Jenis Kelamin

# lblPlaceOfBirth
source: Place Of Birth
id: Tempat Lahir

# lblDateOfBirth
source: Date Of Birth
id: Tanggal Lahir

# lblMaritalStatus
source: Marital Status
id: Status Pernikahan

# lblReligion
source: Religion
id: Agama

# lblUsed
source: used
id: yang digunakan

# lblProfile
source: Profile
id: Profil

# lblAddress
source: Address
id: Alamat

# lblIncomeData
source: Income Data
id: Data Penghasilan

# lblYouHaveNotEntered
source: You have not entered
id: Kamu belum mengisi

# lblFillNow
source: Fill now
id: Isi sekarang

# lblSave
source: Save
id: Simpan

# lblSelect
source: Select
id: Pilih

# lblWhichCityYouBorn
source: In which city were you born?
id: Di kota mana kamu lahir?

# lblWhatsYourFullName
source: Whats your fullname?
id: Siapa nama lengkap kamu?

# lblHomeAddress
source: Home Address
id: Alamat Rumah

# lblProvince
source: Province
id: Provinsi

# lblYourHomeProvince
source: your home province
id: provinsi rumah kamu

# lblCity
source: City
id: Kota/Kabupaten

# lblDistrict
source: District
id: Kecamatan

# lblPostalCode
source: Postal Code
id: Kode Pos

# lblYourPostalCode
source: Your postal code
id: Kode pos rumah kamu

# lblYourAddress
source: Your address
id: Alamat rumah kamu

# lblMailingAddress
source: Mailing Address
id: Alamat Surat Menyurat

# lblMatchHomeAddress
source: Match the home address
id: Samakan dengan alamat rumah

# lblJob
source: Job
id: Pekerjaan

# lblIncomeType
source: Income Type
id: Jenis Pendapatan

# lblAccCreatePurpose
source: Account Creation Purpose
id: Tujuan Pembuatan Akun

# lblOldPassword
source: Old Password
id: Kata Sandi Lama

# lblNewPassword
source: New Password
id: Kata Sandi Baru

# lblNewPasswordConfirmation
source: New Password Confirmation
id: Konfirmasi Kata Sandi Baru

# lblChangePin
source: Change PIN
id: Ganti PIN

# lblOldPin
source: Old PIN
id: PIN Lama

# lblNewPin
source: New PIN
id: PIN Baru

# lblNewPinConfirmation
source: New PIN Confirmation
id: Konfirmasi PIN Baru

# lblDataSavedSuccess
source: Data Saved Successfully
id: Data Berhasil Disimpan

# lblSuccess
source: Success
id: Berhasil

# lblNotMatch
source: not match
id: tidak sesuai

# lblPinValidation
source: PIN must be 6 digits of number
id: PIN harus 6 digit angka

# lblQuestionAround
source: The Question Around
id: Pertanyaan Seputar

# lblHowLongCloseAccount
source: How long does the account closure process take?
id: Berapa lama proses penutupan akun?

# lblWillGoldForfeitCloseAccount
source: Will the Gold Balance be forfeited after the account is closed?
id: Apakah Saldo Emas akan hangus setelah akun ditutup?

# lblReasonClosingAccount
source: Reason For Closing The Account
id: Alasan Penutupan Akun

# lblRequired
source: Required
id: Wajib Diisi

# lblWhyCloseAccount
source: Why do you want to close your account?
id: Kenapa kamu mau menutup akunmu?

# lblAccountDeletedCantRecovered
source: Accounts that have been deleted cannot be recovered
id: Akun yang sudah dihapus tidak dapat dikembalikan

# lblCloseMyAccount
source: Close My Account
id: Tutup Akun Saya

# lblForgotYourPin
source: Forgot Your PIN
id: Lupa PIN Kamu

# lblPriceNotification
source: Price Notification
id: Notifikasi Harga

# lblUpdateGoldPrice
source: Update gold price
id: Perbaruan harga emas

# lblPromotionNotification
source: Promotion Notification
id: Notifikasi Promosi

# lblSpecialOffer
source: Lakuemas special offers
id: Penawaran spesial Lakuemas

# lblStepNPWPDesc
source: Step 1 of 2: Fill in the NPWP and Start Photo
id: Langkah 1 dari 2: Isi NPWP dan Mulai Foto

# lblNumberNPWP
source: NPWP Number
id: Nomor NPWP

# lblFillNPWPNumber
source: Fill in your NPWP number
id: Isi nomor NPWP kamu

# lblPhotoNPWP
source: NPWP Photo
id: Foto NPWP

# lblNotUploaded
source: Not yet uploaded
id: Belum diupload

# lblProcess
source: Processed
id: Diproses

# lblViewPhoto
source: View Photo
id: Lihat Foto

# lblUploadNPWPDesc
source: Make sure your photos are clear (not blurry), not upside down, and get enough light
id: Pastikan foto kamu jelas (tidak buram), tidak terbalik, serta mendapatkan cahaya yang cukup

# lblNpwpOverlayDesc
source: Make sure your NPWP is in the box area, there is sufficient lighting, and the writing on the NPWP can be read clearly
id: Pastikan NPWP kamu berada di area kotak, pencahayaan cukup, dan tulisan di NPWP bisa terbaca dengan jelas

# lblTakePhoto
source: Take Photo
id: Ambil Foto

# lblPopUpConfirmTitle
source: Are You Sure You Want To Save?
id: Yakin Ingin Menyimpan?

# lblPopUpConfirmDesc
source: You cannot change data during the verification process. Make sure your data is correct!
id: Kamu tidak bisa mengubah data selama proses verifikasi berlangsung. Pastikan data kamu sudah benar!

# lblConfirm
source: Confirmation
id: Konfirmasi

# lblLater
source: Later
id: Nanti Dulu

# lblConfirmDataSuccess
source: Data Saved Successfully!
id: Data Berhasil Disimpan!

# lblConfirmDataSuccessDesc
source: We will verify your data for a maximum of 2x24 hours! Thank You.
id: Kami akan verifikasi data kamu maksimal 2x24 jam ya! Terima kasih.

# lblBankName
source: Bank name
id: Nama Bank

# lblHintChooseBank
source: Choose the bank you use
id: Pilih bank yang kamu gunakan

# lblAccountNumber
source: Account number
id: Nomor Rekening

# lblHintAccountNumber
source: Fill in your account number
id: Isi nomor rekening kamu

# lblVerificationDurationDesc
source: We will carry out a verification process a maximum of 2x24 hours after all data is complete.
id: Kami akan melakukan proses verifikasi maksimal 2x24 Jam setelah semua data terlengkapi.

# lblKtpData
source: KTP Data
id: Data KTP

# lblSelfiePhoto
source: Selfie Photo
id: Foto Selfi

# lblNpwpData
source: NPWP Data
id: Data NPWP

# lblBankAccountData
source: Bank Account Data
id: Data Rekening Bank

# lblKtpPhoto
source: KTP Photo
id: Foto KTP

# lblStepFromTo
source: Step {from} of {to}: {description}
id: Langkah {from} dari {to}: {description}

# lblGuide
source: Guide
id: Panduan

# lblPhotoGuide
source: Photo Guide
id: Panduan Foto

# lblPhotoGuideDescOne
source: Make sure the KTP is not blurry and not covered by flashes of light (not too bright)
id: Pastikan KTP tidak blur & tidak tertutup kilatan cahaya flash (tidak terlalu terang)

# lblPhotoGuideDescTwo
source: Make sure the KTP position is in the middle of the frame & the data is clearly visible as a whole
id: Pastikan posisi KTP berada di tengah frame & data terlihat jelas secara keseluruhan

# lblPhotoGuideDescThree
source: Use the original KTP, not a scanned or photocopied KTP
id: Gunakan KTP asli, bukan KTP hasil scan atau fotocopy

# lblRight
source: Right
id: Benar

# lblWrong
source: Wrong
id: Salah

# lblKtpOverlayDesc
source: Make sure your KTP is in the box area, there is sufficient lighting, and the writing on the KTP can be read clearly
id: Pastikan KTP kamu berada di area kotak, pencahayaan cukup, dan tulisan di KTP bisa terbaca dengan jelas

# lblRetakePhoto
source: Retake Photo
id: Foto Ulang

# lblCheckPhoto
source: Check Photo
id: Cek Foto

# lblVerified
source: Verified
id: Terverifikasi

# lblOnProgress
source: On Progress
id: Dalam Proses

# lblFailed
source: Failed
id: Gagal

# lblAccountNumberIsEmpty
source: Account number cannot be empty
id: Nomor rekening tidak boleh kosong

# lblSelfieGuideDescOne
source: Take a selfie in a place or room that has good lighting
id: Lakukan selfie di tempat atau ruangan yang memiliki pencahayaan yang bagus

# lblSelfieGuideDescTwo
source: Make sure the face are not blurred and clearly visible
id: Pastikan wajah tidak blur serta terlihat dengan jelas

# lblSelfieGuideDescThree
source: Make sure your face are in the frame provided
id: Pastikan posisi wajah kamu berada di dalam frame yang telah disediakan

# lblNikMustBe16Digits
source: NIK must be 16 digit of numbers
id: NIK harus 16 angka

# lblExitAppConfirm
source: Are you sure you want to exit the Lakuemas application?
id: Kamu yakin untuk keluar dari aplikasi Lakuemas?

# lblYesExitApp
source: Yes, exit from application
id: Ya, Keluar dari Aplikasi

# lblStayToTheApp
source: Stay to the application
id: Tetap di Aplikasi

# lblEffectiveGoldBalance
source: Effective Gold Balance
id: Saldo Emas Efektif

# lblCurrSellingPrice
source: Current Selling Price
id: Harga Jual Saat Ini

# lblCurrBuyPrice
source: Current Buy Price
id: Harga Beli Saat Ini

# lblPurchaseAmount
source: Purchase Amount
id: Nominal Pembelian

# lblSellingAmount
source: Selling Amount
id: Nominal Penjualan

# lblMinimum
source: Minimum
id: Minimal

# lblFillAmount
source: Fill Amount
id: Isi Nominal

# lblEqualsTo
source: Equals To
id: Setara Dengan

# lblNext
source: Next
id: Lanjutkan

# lblIncludedPrice
source: {object} fee included
id: Sudah termasuk biaya {object}

# lblDesiredAmount
source: Desired Amount
id: Nominal yang diinginkan

# lblDesiredGramation
source: Desired Gramation
id: Gramasi yang diinginkan

# lblFillGram
source: Fill Gram
id: Isi gram

# lblAmountGram
source: Amount
id: Jumlah Gram

# lblAmountNominal
source: Amount
id: Jumlah Nominal

# lblPaymentMethods
source: Payment Methods
id: Metode Pembayaran

# lblUseAccountBalance
source: Use Account Balance
id: Pakai Saldo Akun

# lblYouHave
source: You Have
id: Kamu Punya

# lblOtherMethods
source: Other Methods
id: Metode Lainnya

# lblCouponCode
source: Coupon Code
id: Kode Kupon

# lblEnterCouponCode
source: Enter Coupon Code
id: Masukkan Kode Kupon

# lblNumberLinkedTo
source: Number Linked to {object}
id: Nomor Yang Terhubung ke {object}

# lblInputYourPhoneNumber
source: Input your phone number
id: Tulis nomor handphone kamu

# lblOrderDetails
source: Order Details
id: Detail Pesanan

# lblServiceFee
source: Service Fee ({object})
id: Biaya Layanan ({object})

# lblTaxRateClause22
source: Tax Rate Clause 22
id: Tarif PPH Pasal 22

# lblFillYourNpwp
source: Immediately fill in your NPWP to get a {object} tax deduction
id: Segera isi NPWP kamu untuk mendapatkan potongan pajak {object}

# lblTotalPayment
source: Total Payment
id: Total Pembayaran

# lblCompletePayment
source: Complete Payment
id: Selesaikan Pembayaran

# lblGetBonus
source: Get {object} Bonus
id: Dapatkan {object} Bonus

# lblSaveGoldForFuture
source: save gold for your future
id: nabung emas untuk masa depanmu

# lblCheck
source: Check
id: Periksa

# lblNoCouponAvailable
source: Sorry, it seems there are no coupons available at this time.
id: Mohon maaf, sepertinya belum ada kupon yang tersedia untuk saat ini.

# lblUseThisCoupon
source: Use This Coupon
id: Gunakan Kupon Ini

# lblFinishPaymentInTime
source: Finish payment in time
id: Selesaikan pembayaran dalam waktu

# lblWaitingForPayment
source: Waiting For Payment
id: Menunggu Pembayaran

# lblOrderNumber
source: Order Number
id: No Pemesanan

# lblTransactionDate
source: Transaction Date
id: Tanggal Transaksi

# lblPaymentGuide
source: Payment Guide
id: Panduan Pembayaran

# lblIHaveTransferred
source: I Have Transferred
id: Saya Sudah Transfer

# lblPaymentDetail
source: Payment Detail
id: Detail Pembayaran

# lblCheckingCoupon
source: Checking Coupon
id: Mengecek Kupon

# lblResendOtp
source: Resend OTP
id: Kirim Ulang OTP

# lblTermsConditions
source: Terms and Conditions
id: Syarat dan Ketentuan

# lblCheckTermsConditions
source: Check terms & conditions
id: Cek syarat & ketentuan

# lblFaq
source: Frequently Asked Questions
id: Yang Sering ditanyakan

# lblDoYouHaveReferal
source: Do You Have a Referral Code?
id: Kamu Punya Kode Referal?

# lblHaveReferal
source: Yes, I have a referral code
id: Ya, saya punya kode referal

# lblNotHaveReferal
source: I don't have a referral code
id: Saya tidak punya kode referal

# lblSubcribeToElite
source: Subscribe to Lakuemas Elite
id: Berlanggan Lakuemas Elite

# lblReferalCode
source: Referral Code
id: Kode Referal

# lblRegistLakuemasElite
source: Register Lakuemas Elite
id: Daftar Lakuemas Elite

# lblSubscriptionMethod
source: Select Subscription Method
id: Pilih Metode Berlangganan

# lblActivationCode
source: Activation Code
id: Kode Aktivasi

# lblSubscribeDIrect
source: Subscribe Direct
id: Berlanggan Langsung

# lblActivationCodeHint
source: Enter activation code
id: Masukkan kode aktivasi

# lblMonthlyAutoDebet
source: Monthly Auto Debit
id: Perpanjang Otomatis

# lblExplanationActivationCodeTitle
source: What is an Activation Code?
id: Apa itu Kode Aktivasi?

# lblExplanationActivationCodeDesc
source: The Activation Code is the code that you buy at our merchant or E-Commerce partner. Enter your Activation Code and your package will be automatically selected.
id: Kode Aktivasi adalah kode yang kamu beli di merchant maupun E-Commerce partner kami. Masukkan Kode Aktivasi kamu dan paket kamu akan langsung otomatis terpilih.

# lblChoosePackages
source: Select Package
id: Pilih Paket

# lblSuccessReferalTitle
source: Congrats! Your referral code has been recorded successfully
id: Selamat! Kode referalmu berhasil tercatat

# lblSuccessReferalDesc
source: You will get a 5% discount after the transaction has been processed!
id: Kamu akan dapat potongan 5% setelah transaksi selesai diproses!

# lblFailureReferalTitle
source: Referral code failed
id: Kode referal gagal

# lblFailureReferalDesc
source: Please double check your referral code then re-enter it
id: Mohon cek ulang kode referalmu kemudian input kembali

# lblContinue
source: Continue
id: Lanjutkan

# lblPayment
source: Payment
id: Pembayaran

# lblChoosePaymentMethod
source: Choose payment method
id: Pilih metode pembayaran

# lblOrderDetail
source: Order Details
id: Detail Pemesanan

# lblPackageType
source: Package Type
id: Jenis Paket

# lblActiveUntil
source: Active Until
id: Aktif Sampai Dengan

# lblCost
source: Cost
id: Biaya

# lblPaymentMethod
source: Payment Method
id: Metode Pembayaran

# lblTransactionDone
source: Transaction Done!
id: Transaksi Selesai!

# lblBackToBeranda
source: Back To Beranda
id: Kembali Ke Beranda

# lblSuccessActivationCodeTitle
source: Congrats! Activation Code Available
id: Selamat! Kode Aktivasi Tersedia

# lblSuccessActivationCodeDesc
source: Please continue for the activation process
id: Silahkan lanjutkan untuk proses aktivasi

# lblFailureActivationCodeTitle
source: Activation Code is Not Available
id: Kode Aktivasi Tidak Tersedia

# lblFailureActivationCodeDesc
source: Please check the activation code again then input it again
id: Mohon cek ulang kode aktivasi kemudian input kembali

# lblSellGoldTimeWarning
source: The sales process takes a maximum of 2x24 working days
id: Proses penjualan membutuhkan waktu maksimal 2x24 hari kerja

# lblCompleteSales
source: Complete Sales
id: Selesaikan Penjualan

# lblUse
source: Use
id: Gunakan

# lblEnterRedeemCode
source: Enter Redeem Code
id: Masukkan kode redeem

# lblWritedownYourVoucherCode
source: Write down your voucher code
id: Tulis kode voucher

# lblWrongRedeemCode
source: Sorry, your redeem code is wrong or not registered. Please re-enter
id: Mohon maaf, kode redeem kamu salah atau tidak terdaftar. Silahkan masukkan kembali

# lblWithdrawalMethod
source: Withdrawal Method
id: Metode Penarikan

# lblMeGoldDeposit
source: My Gold Deposit
id: Simpanan Emas Saya

# lblAll
source: All
id: Semua

# lblStored
source: Stored
id: Tersimpan

# lblWaitingApprove
source: Waiting Approval
id: Menunggu Disetujui

# lblEmptyLakuSaveDesc
source: You don't have gold yet! Let's start saving gold now!
id: Kamu belum ada simpanan emas nih! Yuk mulai simpan emas sekarang!

# lblLearnMore
source: Learn more
id: Pelajari lebih lanjut

# lblAddGoldSaving
source: Add Gold Savings
id: Tambah Simpanan Emas

# lblSourceFunds
source: Source of funds
id: Sumber Dana

# lblMainAccount
source: Main Account
id: Akun Utama

# lblDetailDeposit
source: Deposit Details
id: Detail Deposit

# lblWeightGold
source: The Weight of Gold You Have Entrusted
id: Berat Emas yang Kamu Titipkan

# lblYouGet
source: You Get
id: Kamu Mendapatkan

# lblCustodyPeriod
source: Custody Period
id: Jangka Waktu Titipan

# lblExtendDeposit
source: Do you want to extend the deposit automatically?
id: Apakah kamu ingin memperpanjang deposit secara otomatis?

# lblAccNumberExtendDepo
source: Renewal Destination Lakuemas Account Number
id: Nomor Rekening Lakuemas Tujuan Perpanjangan

# lblExtendDepoInfo
source: Your deposit will be extended according to the time period you enter
id: Deposit kamu akan diperpanjang sesuai jangka waktu yang kamu masukkan

# lblExtendStatus
source: Extension Status
id: Status Perpanjangan

# lblCapitalLease
source: Capital Lease
id: Sewa Modal

# lblRenewalAccNumber
source: Renewal Destination Account Number
id: Nomor Rekening Tujuan Perpanjangan

# lblCancel
source: Cancel
id: Batalkan

# lblMaxApprove
source: Maximum approval process 7 x 24 hours
id: Proses persetujuan maksimal 7 x 24 jam

# lblGoldDeposit
source: Gold Savings
id: Simpanan Emas

# lblCapitalLeaseYear
source: Capital Lease per Year
id: Sewa Modal per Tahun

# lblSaveDuration
source: Save Duration
id: Durasi Simpan

# lblLakuSaveCancelTitle
source: Are You Sure To Cancel Gold Savings?
id: Apakah Kamu Yakin Untuk Membatalkan Simpanan Emas?
